# GetLName

## Description
Function GetLName returns the name of the referenced layer.

```pascal
FUNCTION GetLName(h : HANDLE) : STRING;
```

```python

def vs.GetLName(h):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to layer.|

## Remarks
Returns the name of the referenced layer.<BR>
<BR>
[sd 8/14/98]

## Version
Availability: from MiniCAD
## Category
* Layers